Repository: umangbisht/thefanhomepage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr

source: The email field is required.
ar: حقل البريد الإلكتروني مطلوب.
de: Das E-Mail-Feld ist erforderlich.
es: El campo de correo electrónico es obligatorio.
fr: Le champ email est obligatoire.

source: This email is not valid.
ar: هذا البريد الإلكتروني غير صالح.
de: Diese E-Mail ist ungültig.
es: Este correo electrónico no es válido.
fr: Cet email n'est pas valide

source: The password field is required.
ar: حقل كلمة المرور مطلوب.
de: Das Passwortfeld ist erforderlich.
es: El campo de contraseña es obligatorio.
fr: Le mot de passe est obligatoire.

source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة السر خاطئة.
de: Ungültige E-Mail oder Passwort.
es: Correo electrónico o contraseña no válidos.
fr: email ou mot de passe invalide.

# Your_account_has_been_deactivated_Please_contact_to_admin
source: Your account have been deactived. Contact to administrator.
ar: حسابك تم تعطيله. يرجى الاتصال المشرف.
de: Dein Konto wurde deaktiviert. Bitte wenden Sie sich an admin.
es: Tu cuenta ha sido desactivada. Por favor, póngase en contacto con el administrador.
fr: Votre compte a été désactivé. S'il vous plaît contacter à admin.

source: Your account is not verified.
ar: لم يتم التحقق من حسابك.
de: Dein Profil ist nicht bestätigt.
es: Tu cuenta no está verificada.
fr: Votre compte n'est pas vérifié.

source: Your profile is pending for approval.
ar: ملفك الشخصي معلق للموافقة.
de: Ihr Profil muss noch genehmigt werden.
es: Su perfil está pendiente de aprobación.
fr: Votre profil est en attente d'approbation

source: You have login successfully.
ar: لقد تم تسجيل الدخول بنجاح.
de: Sie haben sich erfolgreich angemeldet.
es: Has iniciado sesión correctamente.
fr: Vous vous êtes connecté avec succès.

source: This email is already exists.
ar: هذا البريد الإلكتروني موجود بالفعل.
de: Diese E-Mail existiert bereits.
es: Este correo electrónico ya existe.
fr: Cet email existe déjà.

source: The confirm email field is required.
ar: تأكيد حقل البريد الإلكتروني مطلوب.
de: Das E-Mail-Bestätigungsfeld ist erforderlich.
es: El campo de correo electrónico de confirmación es obligatorio.
fr: Le champ de confirmation de l'email est obligatoire.

# The_email_and_confirm_email_field_is_not_equal
source: The email and confirm email field are not matching.
ar: البريد الإلكتروني وتأكيد حقل البريد الإلكتروني غير متطابقين.
de: Das Feld E-Mail und E-Mail bestätigen ist nicht gleich.
es: El campo de correo electrónico y correo electrónico de confirmación no coincide.
fr: Le champ email et confirmation de l'email n'est pas égal.

source: The user role field is required.
ar: حقل دور المستخدم مطلوب.
de: Das Benutzerrollenfeld ist erforderlich.
es: El campo de rol de usuario es obligatorio.
fr: Le champ de rôle d'utilisateur est requis.

source: The user role value is not valid.
ar: قيمة دور المستخدم غير صالحة.
de: Der Benutzerrollenwert ist ungültig.
es: El valor del rol de usuario no es válido.
fr: La valeur du rôle d'utilisateur n'est pas valide.

source: Your account has been registered successfully.
ar: تم تسجيل حسابك بنجاح.
de: Ihr Konto wurde erfolgreich registriert.
es: Su cuenta ha sido registrada exitosamente.
fr: Votre compte a été enregistré avec succès.

source: Your account has been registered successfully.
ar: تم تسجيل حسابك بنجاح.
de: Ihr Konto wurde erfolgreich registriert.
es: Su cuenta ha sido registrada con éxito.
fr: Votre compte a été enregistré avec succès.

# Model_not_found
source: Model does not found.
ar: النموذج غير موجود.
de: Modell nicht gefunden.
es: Modelo no encontrado.
fr: Modèle non trouvé.

source: Invalid request.
ar: طلب غير صالح.
de: Ungültige Anfrage.

source: The name field is required.
ar: حقل الاسم مطلوب.
de: Das Namensfeld ist erforderlich.
es: El campo de nombre es obligatorio.
fr: Il est requis de compléter le champ correspondant au nom.

source: The subject field is required.
ar: حقل الموضوع مطلوب.
de: Das Betrefffeld ist erforderlich.
es: El campo del tema es obligatorio.
fr: Le sujet est obligatoire.

source: The message field is required.
ar: حقل الرسالة مطلوب.
de: Das Nachrichtenfeld ist erforderlich.
es: El campo del mensaje es obligatorio.
fr: Le champ de message est obligatoire.

# Support_request_sent_sucessfully
source: Support request has been sent successfully.
ar: تم إرسال طلب الدعم بنجاح.
de: Supportanfrage erfolgreich gesendet.
es: La solicitud de soporte se ha enviado correctamente.
fr: La demande d'assistance a été envoyée avec succès.

source: No data found.
ar: لاتوجد بيانات.
de: Keine Daten gefunden.
es: Datos no encontrados.
fr: Aucune donnée n'a été trouvée.

# Your_account_verified_successfully
source: Your account has been verified successfully.
ar: تم التحقق من حسابك بنجاح.
de: Ihr Konto wurde erfolgreich bestätigt.
es: Su cuenta ha sido verificada con éxito.
fr: Votre compte vérifié avec succès.

# Subscription_plan_removed_successfully
source: Subscription plan has been removed successfully.
ar: تمت إزالة خطة الاشتراك بنجاح.
de: Abo-Plan erfolgreich entfernt.
es: El plan de suscripción se ha eliminado con éxito.
fr: Plan d'abonnement supprimé avec succès.

source: The subscription field is required.
ar: حقل الاشتراك مطلوب.
de: Das Abonnementfeld ist erforderlich.
es: El campo de suscripción es obligatorio.
fr: Le champ d'abonnement est requis.

# Subscriptions_updated_sucessfully
source: Subscriptions have been updated successfully
ar: تم تحديث الاشتراكات بنجاح.
de: Abonnements wurden erfolgreich aktualisiert.
fr: Les abonnements ont été mis à jour avec succès.

# Profile_updated_sucessfully
source: Profile has been updated successfully.
ar: تم تحديث الملف الشخصي بنجاح.
de: Profil erfolgreich aktualisiert.
es: El perfil se ha actualizado correctamente.
fr: Le profil a été mis à jour avec succès.

# Model_followed_successfully
source: Model has been followed successfully.
de: Modell folgte erfolgreich.
es: El modelo ha sido seguido con éxito.
fr: Le modèle a été suivi avec succès.

# Model_unfollowed_successfully
source: Model has been unfollowed successfully.
ar: لقد تم إلغاء متابعة النموذج بنجاح.
de: Modell nicht erfolgreich verfolgt.
es: El modelo ha sido dejado de seguir con éxito.
fr: Le modèle a été désossé avec succès

# Following_listed_successfully
source: Following has been listed successfully.
ar: التالية المدرجة بنجاح.
de: Folgendes wird erfolgreich aufgelistet.
es: Lo siguiente ha sido listado con éxito.
fr: Après a été répertorié avec succès.

source: No followings found.
ar: لا يوجد ما يلي
de: Keine Verfolgungen gefunden.
es: No se encontraron seguidores.
fr: Aucun suivi trouvé.

# Image_removed_successfully
source: Image has been removed successfully.
ar: تمت إزالة الصورة بنجاح.
de: Bild wurde erfolgreich entfernt.
es: La imagen ha sido eliminada con éxito.
fr: L'image a été supprimée avec succès.

# Notification_setting_updated_sucessfully
source: Notification settings have been updated successfully.
ar: تم تحديث إعدادات الإعلام بنجاح.
de: Die Benachrichtigungseinstellungen wurden erfolgreich aktualisiert.
es: La configuración de notificaciones se ha actualizado correctamente.
fr: Les paramètres de notification ont été mis à jour avec succès.

# User_already_exiets_Please_login_to_process
source: User already exists. Please login to process.
ar: المستخدم موجود اصلا. يرجى تسجيل الدخول للمعالجة.
de: Benutzer existiert bereits. Bitte melden Sie sich an, um zu verarbeiten.
es: El usuario ya existe. Inicia sesión para procesar.
fr: L'utilisateur existe déjà. Veuillez vous connecter pour traiter.

# You_have_already_Subscribe_for_this_plan
source: You have already subscribed for this plan.
ar: لقد اشتركت بالفعل في هذه الخطة.
de: Sie haben diesen Plan bereits abonniert.
es: Ya te has suscrito a este plan.
fr: Vous avez déjà souscrit à ce plan.

source: Plan subscribed successfully.
ar: خطة مشترك بنجاح.
de: Plan wurde erfolgreich abonniert.
es: Plan suscrito con éxito.
fr: Le plan a été souscrit avec succès.

source: Your email has been subscribed successfully.
ar: تم الاشتراك في بريدك الإلكتروني بنجاح.
de: Ihre E-Mail wurde erfolgreich abonniert.
es: Su correo electrónico ha sido suscrito con éxito.
fr: Votre email a bien été enregistré.

source: The title field is required.
ar: مطلوب حقل العنوان.
de: Das Titelfeld ist erforderlich.
es: El campo del título es obligatorio.
fr: Le champ de titre est obligatoire.

source: The description field is required.
ar: حقل الوصف مطلوب.
de: Das Beschreibungsfeld ist erforderlich.
es: El campo de descripción es obligatorio.
fr: Le champ de description est obligatoire.

source: The image field is required.
ar: حقل الصورة مطلوب.
de: Das Bildfeld ist erforderlich.
es: El campo de imagen es obligatorio.
fr: Le champ image est obligatoire.

source: The image is not a valid image. Please upload a valid image. Valid extensions are jpg, jpeg, png, gif.
ar: الصورة ليست صورة صالحة. يرجى تحميل صورة صالحة. الامتدادات الصالحة هي jpg ، jpeg ، png ، gif.
de: Das Bild ist kein gültiges Bild. Bitte laden Sie ein gültiges Bild hoch. Gültige Erweiterungen sind jpg, jpeg, png, gif.
es: La imagen no es una imagen válida. Sube una imagen válida. Las extensiones válidas son jpg, jpeg, png, gif.
fr: L'image n'est pas une image valide. S'il vous plaît télécharger une image valide. Les extensions valides sont jpg, jpeg, png, gif.

source: The private feed id field is required.
ar: معرف الخلاصة الخاص مطلوب.
de: Das Feld für die private Feed-ID ist erforderlich.
es: El campo de identificación de feed privado es obligatorio.
fr: Le champ ID de flux privé est obligatoire.

source: Your profile has been updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح.
de: Dein Profil wurde erfolgreich aktualisiert.
es: Tu perfil ha sido actualizado exitosamente.
fr: Votre profil a été mis à jour avec succés.

source: Private feed id does not exists.
ar: معرف الخلاصة الخاص غير موجود.
de: Private Feed-ID existiert nicht.
es: La identificación del feed privado no existe.
fr: L'identifiant de flux privé n'existe pas.

# Private_feed_removed_successfully
source: Private feed has been removed successfully.
ar: تمت إزالة الخلاصة الخاصة بنجاح.
de: Privater Feed erfolgreich entfernt.
es: Feed privado eliminado con éxito.
fr: Le flux privé a été supprimé avec succès.

source: The private feed id is required.
ar: حقل معرف الخلاصة الخاص مطلوب.
de: Die private Feed-ID ist erforderlich.
es: Se requiere la identificación del feed privado.
fr: L'identifiant de flux privé est requis.

source: Your profile has been published successfully.
ar: تم نشر ملفك الشخصي بنجاح.
de: Ihr Profil wurde erfolgreich veröffentlicht.
es: Su perfil ha sido publicado con éxito.
fr: Votre profil a été publié avec succès.

# Subscribers_listed_successfully
source: Subscribers has been listed successfully.
ar: تم إدراج المشتركين بنجاح.
de: Abonnenten werden erfolgreich aufgelistet.
es: Los suscriptores han sido listados con éxito.
fr: Abonnés répertoriés avec succès.

source: No Subscriber found.
ar: لم يتم العثور على مشترك.
de: Kein Abonnent gefunden.
es: No se ha encontrado ningún suscriptor.
fr: Aucun abonné trouvé.

source: The model id field is required.
ar: حقل معرف النموذج مطلوب.
de: Das Modell-ID-Feld ist erforderlich.
es: El campo de identificación del modelo es obligatorio.
fr: Le champ ID du modèle est obligatoire.

source: The report reason field is required.
ar: حقل سبب التقرير مطلوب.
de: Das Feld für den Berichtsgrund ist erforderlich.
es: El campo del motivo del informe es obligatorio.
fr: Le champ raison du rapport est obligatoire.

source: The dropdownmanager id field is required.
de: Das Dropdown-Manager-ID-Feld ist erforderlich.
es: El campo de id de dropdownmanager es obligatorio.
fr: Le champ ID du gestionnaire de liste déroulante est Champs obligatoires.

# Model_successfully_reported
source: Model has been successfully reported.
ar: تم الإبلاغ عن النموذج بنجاح.
de: Modell wurde erfolgreich gemeldet.
es: Modelo reportado con éxito.
fr: Le modèle a été signalé avec succès.

source: Tips successfully saved.
ar: تم حفظ النصائح بنجاح.
de: Tipps erfolgreich gespeichert.
es: Consejos guardados con éxito.
fr: Astuces enregistrées avec succès.

source: The method field is required.
ar: حقل الطريقة مطلوب.
de: Das Methodenfeld ist erforderlich.
es: El campo del método es obligatorio.
fr: Le champ méthode est obligatoire.

source: The minimum payout field is required.
ar: حقل الحد الأدنى للدفع مطلوب.
de: Das Feld für die Mindestauszahlung ist erforderlich.
es: Se requiere el campo de pago mínimo.
fr: Le champ de paiement minimum est obligatoire.

source: The pay to field is required.
ar: الدفع إلى الحقل مطلوب.
de: Das pay to Feld ist erforderlich.
es: Se requiere el pago al campo.
fr: Le champ Pay to est obligatoire.

source: The bank name field is required.
ar: حقل اسم البنك مطلوب.
de: Das Feld für den Banknamen ist erforderlich.
es: El campo del nombre del banco es obligatorio.
fr: Le champ du nom de la banque est obligatoire.

source: The bank address field is required.
ar: حقل عنوان البنك مطلوب.
de: Das Feld für die Bankadresse ist erforderlich.
es: El campo de la dirección bancaria es obligatorio.
fr: Le champ d'adresse bancaire est obligatoire.

source: The country field is required.
ar: حقل البلد مطلوب.
de: Das Länderfeld ist erforderlich.
es: El campo del país es obligatorio.
fr: Le champ pays est obligatoire.

source: The swift bic field is required.
ar: حقل bic السريع مطلوب.
de: Das schnelle BIC-Feld ist erforderlich.
es: Se requiere el campo bic rápido.
fr: Le champ bic rapide est requis.

source: The iban field is required.
ar: حقل iban مطلوب.
de: Das iban-Feld ist erforderlich.
es: El campo iban es obligatorio.
fr: Le champ iban est obligatoire.

source: Payment details successfully saved.
ar: تم حفظ تفاصيل الدفع بنجاح.
de: Zahlungsdetails erfolgreich gespeichert.
es: Detalles de pago guardados correctamente.
fr: Détails de paiement enregistrés avec succès.

source: This phone number is not valid.
ar: رقم الهاتف هذا غير صالح.
de: Diese Telefonnummer ist ungültig.
es: Este numero de telefono no es valido.
fr: Ce numéro de téléphone n'est pas valide.

source: The phone number field is required.
ar: حقل رقم الهاتف مطلوب.
de: Das Telefonnummernfeld ist erforderlich.
es: El campo del número de teléfono es obligatorio.
fr: Le champ du numéro de téléphone est obligatoire.

source: The currency field is required.
ar: حقل العملة مطلوب.
de: Das Währungsfeld ist erforderlich.
es: El campo de moneda es obligatorio.
fr: Le champ devise est obligatoire.

source: The amount field is required.
ar: حقل المبلغ مطلوب.
de: Das Betragsfeld ist erforderlich.
es: El campo de cantidad es obligatorio.
fr: Le champ montant est obligatoire.

source: Your are successfully unsubscribed from newsletters.
ar: تم إلغاء اشتراكك بنجاح في النشرات الإخبارية.
de: Sie haben sich erfolgreich vom Newsletter abgemeldet.
es: Te has dado de baja con éxito de los boletines.
fr: Vous êtes bien désabonné des newsletters.

source: Subscriber does not exists.
ar: المشترك غير موجود.
de: Abonnent existiert nicht.
es: El suscriptor no existe.
fr: L'abonné n'existe pas.

source: Your reset password request has been registered successfully. Please check your email to reset your password.
ar: تم تسجيل طلب إعادة تعيين كلمة المرور بنجاح. يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.
de: Ihre Anfrage zum Zurücksetzen des Passworts wurde erfolgreich registriert. Bitte überprüfen Sie Ihre E-Mails, um Ihr Passwort zurückzusetzen.
es: Su solicitud de restablecimiento de contraseña se ha registrado correctamente. Por favor revise su correo electrónico para restablecer su contraseña.
fr: Votre demande de réinitialisation de mot de passe a été enregistrée avec succès. Veuillez vérifier votre e-mail pour réinitialiser votre mot de passe.

source: This email does not exists.
ar: هذا البريد الإلكتروني غير موجود.
de: Diese E-Mail existiert nicht.
es: Este correo no existe.
fr: Cet email n'existe pas.

source: The forgot password string field is required.
ar: حقل سلسلة كلمة المرور المنسية مطلوب.
de: Das Feld für die Zeichenfolge Passwort vergessen ist erforderlich.
es: Se requiere el campo de cadena de contraseña olvidada.
fr: Le champ de chaîne de mot de passe oublié est obligatoire.

source: The forgot password string does not exists.
ar: سلسلة كلمة المرور المنسية غير موجودة.
de: Die Zeichenfolge für das vergessene Kennwort existiert nicht.
es: La cadena de contraseña olvidada no existe.
fr: La chaîne de mot de passe oublié n'existe pas.

# Your_password_resets_successfully
source: Your password has been resets successfully.
ar: إعادة تعيين كلمة المرور الخاصة بك بنجاح.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es: Tu contraseña se restablece correctamente.
fr: Votre mot de passe se réinitialise avec succès.

source: Old Password is not correct.
ar: كلمة المرور القديمة غير صحيحة.
de: Das alte Passwort ist nicht korrekt.
es: La contraseña anterior no es correcta.
fr: L'ancien mot de passe n'est pas correct.

# The_old_password_field_is_required
source: The old password is required.
ar: كلمة المرور القديمة مطلوبة.
de: Das alte Passwort ist erforderlich.
es: Se requiere la contraseña anterior.
fr: L'ancien mot de passe est requis.

# The_old_password_field_should_be_atleast_8_digits
source: The old password should be atleast 8 digits.
ar: يجب أن تكون كلمة المرور القديمة على الأقل 8 أرقام.
de: Das alte Passwort sollte aus mindestens 8 Ziffern bestehen.
es: La contraseña anterior debe tener al menos 8 dígitos.
fr: L'ancien mot de passe doit contenir au moins 8 chiffres.

# The_new_password_field_is_required
source: The new password is required.
ar: كلمة المرور الجديدة مطلوبة.
de: Das neue Passwort ist erforderlich.
es: Se requiere la nueva contraseña.
fr: Le nouveau mot de passe est requis.

# The_new_password_field_should_be_atleast_8_digits
source: The new password should be atleast 8 digits.
ar: يجب أن تتكون كلمة المرور الجديدة من 8 أرقام على الأقل.
de: Das neue Passwort sollte mindestens 8-stellig sein.
es: La nueva contraseña debe tener al menos 8 dígitos.
fr: Le nouveau mot de passe doit être composé d'au moins 8 chiffres.

# The_confirm_password_field_is_required
source: The confirm password is required.
ar: تأكيد كلمة المرور مطلوبة.
de: Das Bestätigungskennwort ist erforderlich.
es: Se requiere la contraseña de confirmación.
fr: Le mot de passe de confirmation est requis.

source: The confirm password and new password does not match.
ar: تأكيد كلمة المرور وكلمة المرور الجديدة غير متطابقين.
de: Das Bestätigungskennwort und das neue Kennwort stimmen nicht überein.
es: La contraseña de confirmación y la nueva contraseña no coinciden.
fr: Le mot de passe de confirmation et le nouveau mot de passe ne correspondent pas.

source: Password is not correct.
ar: كلمة المرور غير صحيحة.
de: Passwort ist nicht korrekt.
es: La contraseña no es correcta.
fr: Le champ du mot de passe doit contenir au moins 8 chiffres.

source: The password field should be atleast 8 digits.
ar: يجب أن يتكون حقل كلمة المرور من 8 أرقام على الأقل.
de: Das Passwortfeld sollte mindestens 8-stellig sein.
es: El campo de contraseña debe tener al menos 8 dígitos.
